[
  { "content": "If you could have dinner with any historical figure, who would it be?" },
  { "content": "What's the most interesting place you've traveled to?" },
  { "content": "If you could instantly become an expert in anything, what would it be?" },
  { "content": "What's your favorite way to spend a day off?" },
  { "content": "If you could live in any fictional universe, which one would you choose?" },
  { "content": "What's a skill you've always wanted to learn?" },
  { "content": "What's your go-to karaoke song?" },
  { "content": "If you could time travel, would you go to the past or the future?" },
  { "content": "What's the best piece of advice you've ever received?" },
  { "content": "What's your favorite childhood memory?" },
  { "content": "If you could have any animal as a pet, what would it be?" },
  { "content": "What's your favorite book or movie of all time?" },
  { "content": "If you could only eat one meal for the rest of your life, what would it be?" },
  { "content": "What's the most adventurous thing you've ever done?" },
  { "content": "If you could swap lives with anyone for a day, who would it be?" },
  { "content": "What's your favorite holiday tradition?" },
  { "content": "If you could master one musical instrument, which one would you choose?" },
  { "content": "What's a movie that always makes you laugh?" },
  { "content": "If you had to choose a superpower, what would it be?" },
  { "content": "What's something you're really passionate about?" },
  { "content": "If you could travel anywhere in the world right now, where would you go?" },
  { "content": "What's a fun fact about yourself that most people don't know?" },
  { "content": "If you could only watch one TV show for the rest of your life, what would it be?" },
  { "content": "What's your favorite way to unwind after a long day?" },
  { "content": "If you could have any job in the world for a day, what would it be?" },
  { "content": "What's your favorite game to play?" },
  { "content": "If you could change one thing about the world, what would it be?" },
  { "content": "What's your favorite quote or saying?" },
  { "content": "If you could have any fictional character as your best friend, who would it be?" },
  { "content": "What's a hobby you've always wanted to pick up?" },
  { "content": "What's your dream vacation destination?" },
  { "content": "If you could be any age for a week, what age would you choose?" },
  { "content": "What's the strangest food you've ever tried?" },
  { "content": "If you could eliminate one thing from your daily routine, what would it be?" },
  { "content": "What's a goal you're currently working towards?" },
  { "content": "If you could be any animal for a day, which one would you choose?" },
  { "content": "What's your favorite way to express creativity?" },
  { "content": "If you could relive one day of your life, which day would it be?" },
  { "content": "What's your guilty pleasure TV show or movie?" },
  { "content": "If you could have a conversation with any celebrity, who would it be?" },
  { "content": "What's something on your bucket list that you want to accomplish?" },
  { "content": "What's your favorite thing to do on a rainy day?" },
  { "content": "If you could invent a holiday, what would it be?" },
  { "content": "What's your favorite ice cream flavor?" },
  { "content": "If you could learn any language fluently, which one would you choose?" },
  { "content": "What's a movie that you could watch over and over again?" },
  { "content": "If you could have any talent, what would it be?" },
  { "content": "What's your favorite family tradition?" },
  { "content": "If you could witness any event in history, what would it be?" },
  { "content": "What's something you can't live without?" },
  { "content": "If you could change your name, what would you change it to?" },
  { "content": "What's a funny or embarrassing story from your childhood?" },
  { "content": "If you could bring one fictional character to life, who would it be?" },
  { "content": "What's your ideal way to spend a weekend?" },
  { "content": "If you could choose any fictional world to live in, which would it be?" },
  { "content": "What's your favorite movie genre and why?" },
  { "content": "If you could be famous for one thing, what would it be?" },
  { "content": "What's the most unusual job you've ever had?" },
  { "content": "If you had to pick a new name for yourself, what would it be?" },
  { "content": "What's your favorite outdoor activity?" },
  { "content": "If you could have any question answered, what would it be?" },
  { "content": "What's a recent book you read that you enjoyed?" },
  { "content": "If you could live in any decade, which would it be?" },
  { "content": "What's the best gift you've ever received?" },
  { "content": "If you could choose one superpower, what would it be?" },
  { "content": "What's your favorite comfort food?" },
  { "content": "If you could travel back in time, what event would you want to see?" },
  { "content": "What's something you've done that you're really proud of?" },
  { "content": "If you could be fluent in any language, which would you choose?" },
  { "content": "What's your favorite type of music?" },
  { "content": "If you could master any skill instantly, what would it be?" },
  { "content": "What's your favorite family recipe?" },
  { "content": "If you could choose any animal to be your sidekick, what would it be?" },
  { "content": "What's your go-to guilty pleasure snack?" },
  { "content": "If you could only listen to one song for the rest of your life, what would it be?" },
  { "content": "What's a hobby you'd like to try?" },
  { "content": "If you could spend a day with any celebrity, who would it be?" },
  { "content": "What's your favorite season and why?" },
  { "content": "If you could visit any planet, which one would you choose?" },
  { "content": "What's the most interesting class you've ever taken?" },
  { "content": "If you could create your own holiday, what would it celebrate?" },
  { "content": "What's your favorite way to stay active?" },
  { "content": "If you could relive any moment in your life, which would it be?" },
  { "content": "What's your favorite board game or card game?" },
  { "content": "If you could be a character in any book, who would you be?" },
  { "content": "What's your favorite way to connect with friends?" },
  { "content": "If you could have any car, what would it be?" },
  { "content": "What's your favorite dessert?" },
  { "content": "If you could only have one type of cuisine for the rest of your life, what would it be?" },
  { "content": "What's a skill you admire in others?" },
  { "content": "If you could only watch one genre of movies for the rest of your life, what would it be?" },
  { "content": "What's your favorite thing about your hometown?" },
  { "content": "If you could have any job for a week, what would it be?" },
  { "content": "What's your favorite way to relax?" },
  { "content": "If you could bring back any fashion trend, what would it be?" },
  { "content": "What's a unique experience you've had while traveling?" },
  { "content": "If you could instantly learn any instrument, which one would it be?" },
  { "content": "What's the best concert you've ever attended?" },
  { "content": "If you could be a part of any fictional universe, which one would it be?" },
  { "content": "What's a personal goal you're currently working towards?" },
  { "content": "If you could have a dinner party with three famous people, who would you invite?" },
  { "content": "What's your favorite way to celebrate special occasions?" },
  { "content": "If you could visit any country, where would you go?" },
  { "content": "What's your favorite ice cream topping?" },
  { "content": "If you could time travel to any moment in your life, which would you choose?" },
  { "content": "What's a movie or book that changed your perspective on something?" },
  { "content": "If you could have a pet from any fictional story, what would it be?" },
  { "content": "What's your favorite way to volunteer or give back?" },
  { "content": "If you could choose any era to live in, which would it be?" },
  { "content": "What's your favorite childhood game?" },
  { "content": "If you could be any mythical creature, which one would you choose?" },
  { "content": "What's your favorite thing to do on a lazy day?" },
  { "content": "If you could have any type of adventure, what would it be?" },
  { "content": "What's your favorite form of self-care?" },
  { "content": "If you could witness any natural wonder, what would it be?" },
  { "content": "What's your favorite type of flower?" },
  { "content": "If you could meet any fictional character, who would it be?" },
  { "content": "What's your favorite childhood snack?" },
  { "content": "If you could own any piece of technology, what would it be?" },
  { "content": "What's your favorite way to express gratitude?" },
  { "content": "If you could live in any city for a year, where would it be?" },
  { "content": "What's your favorite thing to cook or bake?" },
  { "content": "If you could have any animal's traits, which would you choose?" },
  { "content": "What's a question you wish people would ask you more often?" },
  { "content": "If you could only wear one color for the rest of your life, what would it be?" },
  { "content": "What's your favorite place in nature?" },
  { "content": "If you could change one thing about yourself, what would it be?" },
  { "content": "What's the best compliment you've ever received?" },
  { "content": "If you could create a new app, what would it do?" },
  { "content": "What's your favorite thing about your current job?" },
  { "content": "If you could trade places with any person for a day, who would it be?" },
  { "content": "What's your favorite memory with friends?" },
  { "content": "If you could have a dinner with any three people, dead or alive, who would they be?" },
  { "content": "What's a cause you feel strongly about?" },
  { "content": "If you could design your dream home, what would it look like?" },
  { "content": "What's your favorite way to show kindness?" },
  { "content": "If you could live anywhere in the world, where would it be?" },
  { "content": "What's a hobby you want to turn into a career?" },
  { "content": "If you could have a magical power for a day, what would it be?" },
  { "content": "What's your favorite childhood movie?" },
  { "content": "If you could spend a day in someone else's shoes, whose would they be?" },
  { "content": "What's your favorite type of tea or coffee?" },
  { "content": "If you could make one wish right now, what would it be?" },
  { "content": "What's your favorite thing about yourself?" },
  { "content": "If you could live in any historical period, which would you choose?" },
  { "content": "What's your favorite thing to do on a road trip?" },
  { "content": "If you could instantly become a master chef, what dish would you want to create?" },
  { "content": "What's a movie you could watch repeatedly and never get tired of?" },
  { "content": "If you could have a free pass to any concert, which would you choose?" },
  { "content": "What's your favorite childhood book?" },
  { "content": "If you could meet any artist, alive or dead, who would it be?" },
  { "content": "What's your go-to karaoke song?" },
  { "content": "If you could travel anywhere in time, where would you go?" },
  { "content": "What's your favorite pizza topping?" },
  { "content": "If you could redesign the national flag, what would it look like?" },
  { "content": "What's a fun fact about your hometown?" },
  { "content": "If you could choose any fictional mentor, who would it be?" },
  { "content": "What's your favorite breakfast food?" },
  { "content": "If you could only watch one TV series for the rest of your life, which would it be?" },
  { "content": "What's your ideal way to spend a Sunday?" },
  { "content": "If you could live in any book, which would it be?" },
  { "content": "What's the best advice you've ever been given?" },
  { "content": "If you could be any character from a movie, who would you choose?" },
  { "content": "What's your favorite way to celebrate your birthday?" },
  { "content": "If you could bring any extinct animal back to life, which would it be?" },
  { "content": "What's your favorite childhood game to play?" },
  { "content": "If you could have any job in the world, what would it be?" },
  { "content": "What's your favorite app on your phone?" },
  { "content": "If you could have any one wish granted right now, what would it be?" },
  { "content": "What's your favorite flower?" },
  { "content": "If you could travel anywhere for free, where would you go?" },
  { "content": "What's the best meal you've ever had?" },
  { "content": "If you could witness any event in history, what would it be?" },
  { "content": "What's your favorite way to stay active?" },
  { "content": "If you could spend a day with any fictional character, who would it be?" },
  { "content": "What's your favorite quote from a movie?" },
  { "content": "If you could learn any dance style, which would it be?" },
  { "content": "What's your dream job?" },
  { "content": "If you could swap lives with anyone for a week, who would it be?" },
  { "content": "What's a skill you'd like to improve?" },
  { "content": "If you could create a new flavor of ice cream, what would it be?" },
  { "content": "What's your favorite way to spend time outdoors?" },
  { "content": "If you could be any animal, what would you choose?" },
  { "content": "What's your favorite family tradition?" },
  { "content": "If you could have dinner with any three people, who would they be?" },
  { "content": "What's your favorite thing to do when you're bored?" },
  { "content": "If you could choose any career for your best friend, what would it be?" },
  { "content": "What's your favorite board game?" },
  { "content": "If you could change one thing about your past, what would it be?" },
  { "content": "What's your favorite sport to watch?" },
  { "content": "If you could have any pet, real or imaginary, what would it be?" },
  { "content": "What's your favorite thing about your best friend?" },
  { "content": "If you could invent something, what would it be?" },
  { "content": "What's your favorite way to express yourself creatively?" },
  { "content": "If you could have a conversation with any famous person, who would it be?" },
  { "content": "What's your favorite style of music?" },
  { "content": "If you could travel back in time, which historical figure would you want to meet?" },
  { "content": "What's your favorite way to connect with others?" },
  { "content": "If you could visit any fictional place, where would you go?" },
  { "content": "What's the most beautiful place you've ever seen?" },
  { "content": "If you could create a new holiday, what would it celebrate?" },
  { "content": "What's your favorite drink?" },
  { "content": "If you could change one law, what would it be?" },
  { "content": "What's your favorite city that you've visited?" },
  { "content": "If you could have any car, what would it be?" },
  { "content": "What's the best compliment you've ever received?" },
  { "content": "If you could choose any career for yourself, what would it be?" },
  { "content": "What's your favorite snack?" },
  { "content": "If you could choose any decade to live in, which would it be?" },
  { "content": "What's your dream vacation spot?" },
  { "content": "If you could eliminate one thing from your daily routine, what would it be?" },
  { "content": "What's your favorite way to help others?" },
  { "content": "If you could have a dinner party with any fictional characters, who would they be?" },
  { "content": "What's a random fact you know that most people don't?" },
  { "content": "If you could choose any skill to have instantly, what would it be?" },
  { "content": "What's your favorite thing to do when you have time to yourself?" },
  { "content": "If you could be any character in a video game, who would you be?" },
  { "content": "What's your favorite type of cuisine?" },
  { "content": "If you could attend any event in history, what would it be?" },
  { "content": "What's your favorite way to celebrate the weekend?" },
  { "content": "If you could design your own theme park, what would it be like?" },
  { "content": "What's your favorite type of cake?" },
  { "content": "If you could trade places with anyone for a day, who would it be?" },
  { "content": "What's your favorite way to relax after a busy day?" },
  { "content": "If you could travel anywhere in the world, where would you go first?" },
  { "content": "What's your favorite thing about your job?" },
  { "content": "If you could only eat one food for the rest of your life, what would it be?" },
  { "content": "What's your favorite way to spend time with family?" },
  { "content": "If you could choose any superpower, what would it be?" },
  { "content": "What's your favorite memory from the last year?" },
  { "content": "If you could have dinner with any fictional character, who would it be?" },
  { "content": "What's a hobby you've always wanted to explore?" },
  { "content": "If you could change one thing about your life right now, what would it be?" },
  { "content": "What's your favorite outdoor activity?" },
  { "content": "If you could relive any moment from your past, what would it be?" },
  { "content": "What's your favorite season and why?" },
  { "content": "If you could only wear one color for the rest of your life, what would it be?" },
  { "content": "What's your go-to comfort food?" },
  { "content": "If you could have a meal with anyone from history, who would it be?" },
  { "content": "What's your favorite way to show appreciation to others?" },
  { "content": "If you could live anywhere in the world, where would it be?" },
  { "content": "What's your favorite childhood toy?" },
  { "content": "If you could create a new trend, what would it be?" },
  { "content": "What's a song that always lifts your spirits?" },
  { "content": "If you could only read one book for the rest of your life, what would it be?" },
  { "content": "What's your favorite thing to do when it rains?" },
  { "content": "If you could have any mythical creature as a pet, which would you choose?" },
  { "content": "What's your favorite way to stay organized?" },
  { "content": "If you could speak any language fluently, which one would you choose?" },
  { "content": "What's your favorite way to spend a rainy afternoon?" },
  { "content": "If you could have one day to do anything, what would you choose?" },
  { "content": "What's your favorite type of dessert?" },
  { "content": "If you could design your dream home, what would it look like?" },
  { "content": "What's a talent you wish you had?" },
  { "content": "If you could travel anywhere in the universe, where would you go?" },
  { "content": "What's your favorite family recipe?" },
  { "content": "If you could host a talk show, who would your first guest be?" },
  { "content": "What's your favorite time of day?" },
  { "content": "If you could invent a gadget to make life easier, what would it be?" },
  { "content": "What's a unique skill you possess?" },
  { "content": "If you could change one thing about the world, what would it be?" },
  { "content": "What's your favorite way to celebrate accomplishments?" },
  { "content": "If you could be a character in any book, who would you be?" },
  { "content": "What's your favorite thing about your culture?" },
  { "content": "If you could attend any concert, past or present, which would it be?" },
  { "content": "What's your favorite animal and why?" },
  { "content": "If you could have a conversation with your future self, what would you ask?" },
  { "content": "What's a food you could eat every day?" },
  { "content": "If you could create a new sport, what would it be?" },
  { "content": "What's your favorite thing to do during the holidays?" },
  { "content": "If you could only watch one movie genre for the rest of your life, which would it be?" },
  { "content": "What's your favorite way to volunteer or give back?" },
  { "content": "If you could be famous for one thing, what would it be?" },
  { "content": "What's a book that changed your perspective?" },
  { "content": "If you could have any animal ability, what would it be?" },
  { "content": "What's your favorite thing about your best friend?" },
  { "content": "If you could swap lives with a celebrity for a week, who would it be?" },
  { "content": "What's your favorite way to stay healthy?" },
  { "content": "If you could visit any planet, which would you choose?" },
  { "content": "What's your favorite way to unwind after a long day?" },
  { "content": "If you could change one thing about your job, what would it be?" },
  { "content": "What's your favorite form of self-care?" },
  { "content": "If you could magically improve one skill overnight, what would it be?" },
  { "content": "What's your favorite way to connect with nature?" },
  { "content": "If you could have any fictional device, what would it be?" },
  { "content": "What's your favorite kind of exercise?" },
  { "content": "If you could meet any fictional villain, who would it be?" },
  { "content": "What's your favorite city you've ever visited?" },
  { "content": "If you could have any talent instantly, what would you choose?" },
  { "content": "What's your favorite way to spend time with friends?" },
  { "content": "If you could eliminate one negative quality from your personality, what would it be?" },
  { "content": "What's your favorite type of music to dance to?" },
  { "content": "If you could be any age for a month, which age would you choose?" },
  { "content": "What's your favorite way to express your creativity?" },
  { "content": "If you could only eat one cuisine for the rest of your life, what would it be?" },
  { "content": "What's your favorite way to celebrate your friends' successes?" },
  { "content": "If you could learn any skill overnight, what would it be?" },
  { "content": "What's your favorite outdoor adventure?" },
  { "content": "If you could change one thing about your community, what would it be?" },
  { "content": "What's your favorite way to discover new music?" },
  { "content": "If you could design your perfect day, what would it look like?" },
  { "content": "What's your favorite thing to do on a sunny day?" },
  { "content": "If you could visit any historical site, where would it be?" },
  { "content": "What's your favorite board game?" },
  { "content": "If you could be a character in any movie, who would you choose?" },
  { "content": "What's the best gift you've ever received?" },
  { "content": "If you could go back to school for one subject, what would it be?" },
  { "content": "What's your favorite way to spend a Saturday?" },
  { "content": "If you could choose any animal to be your sidekick, what would it be?" },
  { "content": "What's your favorite thing to do with your family?" },
  { "content": "If you could master any sport, what would it be?" },
  { "content": "What's a movie that always makes you cry?" },
  { "content": "If you could have any job for a day, what would it be?" },
  { "content": "What's your favorite place to relax?" },
  { "content": "If you could go on any reality TV show, which one would you choose?" },
  { "content": "What's a skill you think everyone should have?" },
  { "content": "If you could create a new holiday, what would it celebrate?" },
  { "content": "What's your favorite thing to do in your free time?" },
  { "content": "If you could have a theme song play every time you entered a room, what would it be?" },
  { "content": "What's your favorite dessert to make?" },
  { "content": "If you could have a dinner party with any three people, dead or alive, who would they be?" },
  { "content": "What's a movie or show you could watch over and over?" },
  { "content": "If you could trade places with anyone for a week, who would it be?" },
  { "content": "What's your favorite way to celebrate your birthday?" },
  { "content": "If you could learn to play any instrument, which would you choose?" },
  { "content": "What's your favorite type of weather?" },
  { "content": "If you could eliminate one thing from your life, what would it be?" },
  { "content": "What's your favorite family tradition?" },
  { "content": "If you could time travel, what time period would you visit first?" },
  { "content": "What's your favorite way to stay active?" },
  { "content": "If you could change one law, what would it be?" },
  { "content": "What's a recent accomplishment you're proud of?" },
  { "content": "If you could choose any celebrity to be your best friend, who would it be?" },
  { "content": "What's your favorite childhood book?" },
  { "content": "If you could have any piece of technology from a sci-fi movie, what would it be?" },
  { "content": "What's your favorite breakfast food?" },
  { "content": "If you could design your own amusement park ride, what would it be like?" },
  { "content": "What's your favorite way to treat yourself?" },
  { "content": "If you could spend a day in someone else's shoes, whose would they be?" },
  { "content": "What's your go-to comfort movie?" },
  { "content": "If you could have any car, what would it be?" },
  { "content": "What's a quote that inspires you?" },
  { "content": "If you could visit any fictional place, where would you go?" },
  { "content": "What's your favorite form of art?" },
  { "content": "If you could create a new ice cream flavor, what would it be?" },
  { "content": "What's your favorite thing to do during the summer?" },
  { "content": "If you could be an expert in any field, what would it be?" },
  { "content": "What's your favorite guilty pleasure?" },
  { "content": "If you could travel to any country right now, where would you go?" },
  { "content": "What's your favorite holiday and why?" },
  { "content": "If you could have any animal as a pet, regardless of practicality, what would it be?" },
  { "content": "What's your favorite part of your daily routine?" },
  { "content": "If you could be any character from a book, who would you be?" },
  { "content": "What's your favorite thing to do when you have a day off?" },
  { "content": "If you could design your own planet, what would it be like?" },
  { "content": "What's your favorite childhood game?" },
  { "content": "If you could only eat one type of food for the rest of your life, what would it be?" },
  { "content": "What's something you wish you could do every day?" },
  { "content": "If you could have any job in the world for a year, what would it be?" },
  { "content": "What's your favorite place to go on a date?" },
  { "content": "If you could witness any historical event, what would it be?" },
  { "content": "What's your favorite thing about your hometown?" },
  { "content": "If you could have a never-ending supply of one thing, what would it be?" },
  { "content": "What's your favorite way to connect with friends?" },
  { "content": "If you could have a robot do one task for you, what would it be?" },
  { "content": "What's your favorite app on your phone?" },
  { "content": "If you could travel back in time, what advice would you give your younger self?" },
  { "content": "What's your favorite way to enjoy a weekend?" },
  { "content": "If you could create a documentary about anything, what would it be?" },
  { "content": "What's your favorite thing to do in nature?" },
  { "content": "If you could visit any country in the world, where would you go?" },
  { "content": "What's your favorite childhood movie?" },
  { "content": "If you could create a fantasy world, what would it be like?" }
]
