[
      { "content": "It's illegal to wear a fake mustache in church that could cause laughter. - Alabama" },
      { "content": "It’s illegal to drive while blindfolded. - Alabama" },
      { "content": "It's illegal to flick a booger in public. - Alabama" },
      { "content": "It’s illegal to impersonate a member of the clergy. - Alabama" },
      { "content": "Bear wrestling matches are prohibited. - Alabama" },

      { "content": "It’s illegal to wake a sleeping bear for a photo opportunity. - Alaska" },
      { "content": "It's illegal to own a pet moose. - Alaska" },
      { "content": "It's illegal to put a moose on a plane. - Alaska" },
      { "content": "You cannot create a tsunami in the state. - Alaska" },
      { "content": "It’s illegal to disturb a bear in its habitat. - Alaska" },

      { "content": "It's illegal for donkeys to sleep in bathtubs. - Arizona" },
      { "content": "You cannot let your camel run loose in the street. - Arizona" },
      { "content": "It's illegal to hunt camels. - Arizona" },
      { "content": "You cannot have more than six dogs in your home. - Arizona" },
      { "content": "It’s illegal to use a vehicle to harass wildlife. - Arizona" },

      { "content": "It's illegal to mispronounce the state's name. - Arkansas" },
      { "content": "It’s illegal to engage in excessive public displays of affection. - Arkansas" },
      { "content": "It's illegal to threaten to kill someone with a wooden leg. - Arkansas" },
      { "content": "It’s illegal to misrepresent yourself as a member of the military. - Arkansas" },
      { "content": "Alligators may not be kept in bathtubs. - Arkansas" },

      { "content": "It's illegal to eat an orange in a bathtub. - California" },
      { "content": "You cannot use a phone in a movie theater without permission. -California" },
      { "content": "It's illegal to walk a horse down the street. - California" },
      { "content": "You cannot smoke within 20 feet of a building entrance. - California" },
      { "content": "It’s illegal to use a fake name when signing a contract. - California" },

      { "content": "It's illegal to park a car in front of a driveway. - Colorado" },
      { "content": "It’s illegal to collect rainwater without a permit. - Colorado" },
      { "content": "It's illegal to permit a pet to engage in lewd acts. - Colorado" },
      { "content": "You cannot throw a ball at someone from a car. - Colorado" },
      { "content": "It’s illegal to own a pet rabbit in some areas. - Colorado" },

      { "content": "A pickle must bounce to be classified as a pickle. - Connecticut" },
      { "content": "It’s illegal to sell a non-bouncing pickle. - Connecticut" },
      { "content": "It's illegal to sell or give away a pet skunk. - Connecticut" },
      { "content": "You cannot walk backwards on the streets. - Connecticut" },
      { "content": "It’s illegal to use a vehicle without a seatbelt. - Connecticut" },

      { "content": "It’s illegal to sell alcohol on Sundays before 1 PM. - Delaware" },
      { "content": "You cannot whisper in church. - Delaware" },
      { "content": "It's illegal to keep a house pet that exceeds a certain weight. - Delaware" },
      { "content": "You cannot sell a car without a valid title. - Delaware" },
      { "content": "It is illegal to get married on a dare. - Delaware" },

      { "content": "It's illegal to sing in public while wearing a swimsuit. - Florida" },
      { "content": "It’s illegal to sell a children’s toy that is a replica of a firearm. - Florida" },
      { "content": "It's illegal to have sexual relations with a porcupine. -Florida" },
      { "content": "You cannot tie an elephant to a parking meter. - Florida" },
      { "content": "It’s illegal to sell live alligators. - Florida" },

      { "content": "You cannot eat fried chicken with utensils. - Georgia" },
      { "content": "It's illegal to hunt or shoot a deer from a moving vehicle. - Georgia" },
      { "content": "You cannot create a disturbance by playing the guitar. - Georgia" },
      { "content": "It’s illegal to use profanity in public. - Georgia" },
      { "content": "It is illegal in Georgia to use profanity in the presence of a corpse. - Georgia" },

      { "content": "It's illegal to place a coin in your ear. - Hawaii" },
      { "content": "You cannot swim with a shirt on. - Hawaii" },
      { "content": "It's illegal to surf on a public road. - Hawaii" },
      { "content": "You cannot own more than one pet bird without a license. - Hawaii" },
      { "content": "It’s illegal to annoy a public official. - Hawaii" },

      { "content": "It's illegal to fish with a hook and line. - Idaho" },
      { "content": "You cannot ride a bicycle without a helmet. - Idaho" },
      { "content": "It's illegal to fish from a giraffe's back. - Idaho" },
      { "content": "You cannot hunt wolves without a permit. - Idaho" },
      { "content": "It’s illegal to make a noise that annoys your neighbor. - Idaho" },

      { "content": "It's illegal to give your pet a drink of alcohol. - Illinois" },
      { "content": "You cannot walk your dog on a leash longer than 10 feet. - Illinois" },
      { "content": "It's illegal to take a pet into a barber shop. - Illinois" },
      { "content": "You cannot spit on the sidewalk. - Illinois" },
      { "content": "It’s illegal to sell a non-functional car. - Illinois" },

      { "content": "It's illegal to catch a fish using your bare hands. - Indiana" },
      { "content": "It’s illegal to buy a car on Sunday. - Indiana" },
      { "content": "It's illegal to catch a fish using a lasso. - Indiana" },
      { "content": "You cannot ride a horse in a public park. - Indiana" },
      { "content": "It’s illegal to take a selfie with a cow. - Indiana" },

      { "content": "It’s illegal to read a person's private letters without their permission. - Iowa" },
      { "content": "You cannot ride a motorcycle without a helmet. - Iowa" },
      { "content": "You cannot keep a pet pig without a license. - Iowa" },
      { "content": "Horses are forbidden to eat fire hydrants in Marshalltown. - Iowa" },
      {"content": "In Ottumwa, it is unlawful for any male person, within the corporate limits of the city, to wink at any female person with whom he is unacquainted. - Iowa"},

      { "content": "It's illegal to use a straw to drink soda at a restaurant. - Kansas" },
      { "content": "You cannot whisper in someone else's ear. - Kansas" },
      { "content": "It's illegal to serve beer in a bar without food. - Kansas" },
      { "content": "You cannot collect rainwater without a permit. - Kansas" },
      { "content": "It’s illegal to ride a bicycle on the sidewalk. - Kansas" },

      { "content": "It’s illegal to marry the same person multiple times without a valid divorce. - Kentucky" },
      { "content": "You cannot take a llama into a bar. - Kentucky" },
      { "content": "You cannot hunt with a bow and arrow in a city. - Kentucky" },
      { "content": "It’s illegal to catch fish without a fishing license. - Kentucky" },
      { "content": "It is illegal in Kentucky to marry the same man more than 3 times. - Kentucky" },

      { "content": "It's illegal to rob a bank and then shoot the bank teller. - Louisiana" },
      { "content": "You cannot wear a hat in a bar. - Louisiana" },
      { "content": "You cannot bring a pet onto a school bus. - Louisiana" },
      { "content": "It’s illegal to sell ice cream without a license. - Louisiana" },
      { "content": "Mourners at a wake may not eat more than three sandwiches. - Louisiana" }, 

      { "content": "It's illegal to park in front of a Dunkin' Donuts. - Maine" },
      { "content": "You cannot put your Christmas lights up before Thanksgiving. - Maine" },
      { "content": "You cannot own a dog that barks excessively. - Maine" },
      { "content": "It’s illegal to keep more than 12 hens without a permit. - Maine" },
      { "content": "After January 14th you will be charged a fine for having your Christmas decorations still up. - Maine" },

      { "content": "You cannot swear while on the highway. - Maryland" },
      { "content": "It’s illegal to use a fake name to avoid a fine. - Maryland" },
      { "content": "It's illegal to play games in the street. - Maryland" },
      { "content": "It’s illegal to put your feet on a public bench. - Maryland" },
      { "content": "In Baltimore it is illegal to mistreat oysters. - Maryland" },

      { "content": "It's illegal to own a goatee without a license. - Massachusetts" },
      { "content": "You cannot dance to the national anthem. - Massachusetts" },
      { "content": "It's illegal to own more than six cats. - Massachusetts" },
      { "content": "You cannot use the phrase 'drive-thru' for a liquor store. - Massachusetts" },
      { "content": "It is illegal to frighten a pigeon. - Massachusetts" },
    
      { "content": "It's illegal to tie your pet to a fire hydrant. - Michigan" },
      { "content": "You cannot sell a car without a warranty. - Michigan" },
      { "content": "You cannot drink a glass of water in a public place. - Michigan" },
      { "content": "It’s illegal to sell a house without a valid title. - Michigan" },
      { "content": "A woman isn't allowed to cut her own hair without her husband's permission. - Michigan" },
    
      { "content": "It's illegal to tease a skunk. - Minnesota" },
      { "content": "You cannot cross state lines with a duck. - Minnesota" },
      { "content": "It’s illegal to leave your car running unattended. - Minnesota" },
      { "content": "A person may not cross state lines with a duck atop his head. - Minnesota" },
      { "content": "Hamburgers may not be eaten on Sundays. - Minnesota" },
    
      { "content": "It's illegal to put a hat on a dog. - Mississippi" },
      { "content": "You cannot drive a car barefoot. - Mississippi" },
      { "content": "It’s illegal to give a dog whiskey. - Mississippi" },
      { "content": "It is illegal to drive around the town square more than 100 times in a single session. - Mississippi" },
      { "content": "In Tylertown, it is unlawful to shave in the center of Main Street. - Mississippi" },
    
      { "content": "You cannot disturb a swarm of bees. - Missouri" },
      { "content": "It is not illegal to speed. - Missouri" },
      { "content": "Four women may not rent an apartment together. - Missouri" },
      { "content": "Worrying squirrels is not tolerated. - Missouri" },
      { "content": "Hard objects may not be thrown by hand. - Missouri" },


      { "content": "It's illegal to give a rat as a present. - Montana" },
      { "content": "You cannot hunt for unicorns. - Montana" },
      { "content": "It is a felony for a wife to open her husband's mail. - Montana" },
      { "content": "Balls may not be thrown within the city limits. - Montana" },
      { "content": "It's illegal to hunt from an airplane. - Montana" },
    
      { "content": "It's illegal to forget your wife's birthday. - Nebraska" },
      { "content": "You cannot sell a haunted house without disclosing it. - Nebraska" },
      { "content": "A parent can be arrested if her/his child cannot hold back a burp during a church service. - Nebraska" },
      { "content": "Doughnut holes may not be sold. - Nebraska" },
      { "content": "Barbers are forbidden from eating onions between 7 A.M. and 7 P.M. - Nebraska" },
    
      { "content": "It's illegal to ride a camel on the highway. - Nevada" },
      { "content": "You cannot sell your own blood. - Nevada" },
      { "content": "It’s illegal to park a car in a public park without a permit. - Nevada" },
      { "content": "It's against the law to pawn your dentures. - Nevada" },
      { "content": "In Elko, everyone walking the streets is required to wear a mask. - Nevada" },
    
      { "content": "It's illegal to pick wildflowers in some state parks. - New Hampshire" },
      { "content": "You cannot use the internet to defame someone. - New Hampshire" },
      { "content": "You may not run machinery on Sundays. - New Hampshire" },
      { "content": "A law forbids you to tap your feet, nod your head, or in any way keep time to the music in a tavern, restaurant, or cafe. - New Hampshire" },
      { "content": "If a person is caught raking the beaches, picking up litter, hauling away trash, building a bench for the park, or many other kind things without a permit, he/she may be fined $150 for ''maintaining the national forest without a permit''. - New Hampshire" },

      { "content": "It's illegal to throw a bad pickle at a person. - New Jersey" },
      { "content": "Automobiles are not to pass horse drawn carriages on the street. - New Jersey" },
      { "content": "In Caldwell, you may not dance or wear shorts on the main avenue. - New Jersey" },
      { "content": "It is illegal to delay or detain a homing pigeon. - New Jersey" },
      { "content": "It is illegal to slurp soup. - New Jersey" },

      { "content": "It's illegal for teenagers to dance with their shoes on. - New Mexico" },
      { "content": "You cannot sell liquor without a permit. - New Mexico" },
      { "content": "It is illegal for cab drivers to reach out and pull potential customers into their cabs. - New Mexico" },
      { "content": "In Las Cruces, you may not carry a lunchbox down Main Street. - New Mexico" },
      { "content": "It's a misdemeanor to trip a horse, and a fourth degree felony if the horse is injured. - New Mexico" },

      { "content": "You cannot walk around with an ice cream cone in your pocket. - New York" },
      { "content": "It’s illegal to sell catnip to minors. - New York" },
      { "content": "You can teach your pet parrot to speak, but not to squawk. - New York" },
      { "content": "It is against the law to throw a ball at someone's head for fun. - New York" },
      { "content": "While riding in an elevator, one must talk to no one, and fold his hands while looking toward the door. - New York" },
 
      { "content": "It's illegal to sing off-key. - North Carolina" },
      { "content": "You cannot keep a pet alligator. - North Carolina" },
      { "content": "Elephants may not be used to plow cotton fields. - North Carolina" },
      { "content": "In Asheville, it is illegal to sneeze on city streets. - North Carolina" },
      { "content": "In Nags Head, you can be fined for singing out of tune for more than ninety seconds. - North Carolina" },

      { "content": "It's illegal to fall asleep with your shoes on. - North Dakota" },
      { "content": "It’s illegal to hunt geese from a moving vehicle. - North Dakota" },
      { "content": "In Fargo, one may be jailed for wearing a hat while dancing, or even for wearing a hat to a function where dancing is taking place. - North Dakota" },
      { "content": "It is illegal to keep an elk in a sandbox in your backyard. - North Dakota" },
      { "content": "It is illegal to lie down and fall asleep with your shoes on. - North Dakota" },

      { "content": "It's illegal to fish for whales on Sundays. - Ohio" },
      { "content": "You cannot drive with a chicken in the front seat. - Ohio" },
      { "content": "It’s illegal to sell a dog without a license. - Ohio" },
      { "content": "In Cleveland, it's illegal to catch mice without a hunting license. - Ohio" },
      { "content": "It is legal to throw a snake at someone but it is illegal to shake a snake at someone. - Ohio" },
    
      { "content": "It's illegal to make a face at a dog. - Oklahoma" },
      { "content": "You cannot play the saxophone in a restaurant. - Oklahoma" },
      { "content": "It’s illegal to run a bingo game without a license. - Oklahoma" },
      { "content": "In Ada, if you wear New York Jets clothing, you may be put in jail. - Oklahoma" },
      { "content": "It is against the law to read a comic book while operating a motor vehicle. - Oklahoma" },

      { "content": "It's illegal to whistle underwater. - Oregon" },
      { "content": "You cannot sell a pet rock. - Oregon" },
      { "content": "It’s illegal to drive with your feet. - Oregon" },
      { "content": "In Hood River, juggling is strictly prohibited without a license. - Oregon" },
      { "content": "It's against the law for a wedding ceremony to be performed at a skating rink. - Oregon" },

      { "content": "It's illegal to sleep on top of a refrigerator outdoors. - Pennsylvania" },
      { "content": "You cannot have more than 16 women in a house. - Pennsylvania" },
      { "content": "It’s illegal to sell a cat without a license. - Pennsylvania" },
      { "content": "You may not catch a fish by any body part except the mouth. - Pennsylvania" },
      { "content": "All fire hydrants must be checked one hour before all fires. - Pennsylvania" },

      { "content": "It's illegal to impersonate a member of the clergy. - Rhode Island" },
      { "content": "You cannot smoke in a car with a minor. - Rhode Island" },
      { "content": "In Providence, it is illegal to sell toothpaste and a toothbrush to the same customer on a Sunday. - Rhode Island" },
      { "content": "In Scituate, it is illegal to keep a flock of chickens in your motorhome if you live in a trailer park. - Rhode Island" },
      { "content": "It is considered an offense to throw pickle juice on a trolley. - Rhode Island" },

      { "content": "It's illegal to play the pinball machine after midnight. South Carolina" },
      { "content": "You cannot run a bingo game without a license. - South Carolina" },
      { "content": "Musical instruments may not be sold on Sunday. - South Carolina" },
      { "content": "No work may be done on Sunday. An exception is that light bulbs may be sold. - South Carolina" },
      { "content": "Railroad companies may be held liable in some instances for scaring horses. - South Carolina" },

      { "content": "It's illegal to fall asleep in a cheese factory. - South Dakota" },
      { "content": "You cannot keep a raccoon as a pet. - South Dakota" },
      { "content": "It’s illegal to hunt without a license. - South Dakota" },
      { "content": "In Huron, it is illegal to cause static. - South Dakota" },
      { "content": "In Huron, sunflowers are considered to be a nuisance, along with other plants like ragweed and thistles. - South Dakota" },

      { "content": "It's illegal to share your Netflix password. - Tennessee" },
      { "content": "You cannot drive a car if you are wearing a mask. - Tennessee" },
      { "content": "It’s illegal to carry a slingshot in public. - Tennessee" },
      { "content": "Hollow logs may not be sold. - Tennessee" },
      { "content": "Driving is not to be done while asleep. - Tennessee" },

      { "content": "It's illegal to shoot a buffalo from a second-story hotel window. - Texas" },
      { "content": "You cannot own more than six dildos. - Texas" },
      { "content": "A city ordinance states that a person cannot go barefoot without first obtaining a special five-dollar permit. - Texas" },
      { "content": "In Clarendon, it is illegal to dust any public building with a feather duster. - Texas" },
      { "content": "It is illegal to milk another person's cow. - Texas" },
 
      { "content": "It’s illegal to sell liquor on Sundays. - Utah" },
      { "content": "It is illegal to fish from horseback.  - Utah" },
      { "content": "It is illegal not to drink milk. - Utah" },
      { "content": "In Provo, throwing snowballs will result in a $50 fine. - Utah" },
      { "content": "In Salt Lake City, no one may walk down the street carrying a paper bag containing a violin. - Utah" },

      { "content": "It's illegal to whistle underwater. - Vermont" },
      { "content": "It is illegal to paint a horse for any reason. - Vermont" },
      { "content": "It is illegal to produce landscape paintings during wartime. - Vermont" },
      { "content": "It is illegal to defame a Vermont court of law. - Vermont" },
      { "content": "It is illegal to publicly denounce the existence of a creator. - Vermont" },

      { "content": "It's illegal to tickle a woman. - Virginia" },
      { "content": "It’s illegal to disturb a person while they are at prayer. - Virginia" },
      { "content": "Children are not to go trick-or-treating on Halloween. - Virginia" },
      { "content": "In Culpeper, no one may wash a mule on the sidewalk. - Virginia" },
      { "content": "Swearing at someone over the phone in virginia is punishable by a $100 fine. - Virginia" },
    
      { "content": "It's illegal to harass Bigfoot. - Washington" },
      { "content": "You cannot shoot a whale from a moving vehicle. - Washington" },
      { "content": "In the state of Washington it's illegal to catch a fish by throwing a rock at it. - Washington" },
      { "content": "It's illegal to harass Bigfoot. - Washington" },
      { "content": "It's illegal to harass Bigfoot. - Washington" },

      { "content": "It's illegal to make a face at a dog. - West Virginia" },
      { "content": "You cannot take a dog out in public without a leash. - West Virginia" },
      

      { "content": "It's illegal to serve butter substitutes in restaurants. - Wisconsin" },
      { "content": "You cannot milk someone else's cow. - Wisconsin" },
      { "content": "It’s illegal to paint a cow. - Wisconsin" },
    
      { "content": "It's illegal to take a picture of a rabbit from January to April without a permit. - Wyoming" },
      { "content": "You cannot fish with a firearm. - Wyoming" },
      { "content": "It’s illegal to hold a political meeting in a hotel. - Wyoming" }
    
]
