[
  { "question": "Would you rather travel to the past or the future?" },
  { "question": "Would you rather have a pet dinosaur or a pet dragon?" },
  { "question": "Would you rather read a book or watch a movie?" },
  { "question": "Would you rather live in a treehouse or a houseboat?" },
  { "question": "Would you rather be able to speak all languages or talk to animals?" },
  { "question": "Would you rather have a time machine or a teleportation device?" },
  { "question": "Would you rather be famous for your talent or for your philanthropy?" },
  { "question": "Would you rather always have to sing instead of speaking or dance everywhere you go?" },
  { "question": "Would you rather explore outer space or the deep sea?" },
  { "question": "Would you rather be a superhero or a supervillain?" },
  { "question": "Would you rather have a rewind button for your life or a pause button?" },
  { "question": "Would you rather win a million dollars or find true love?" },
  { "question": "Would you rather live without music or without television?" },
  { "question": "Would you rather go on a road trip across the country or backpack through Europe?" },
  { "question": "Would you rather be able to control the weather or have the ability to become invisible?" },
  { "question": "Would you rather always have to whisper or always have to shout?" },
  { "question": "Would you rather be able to fly or be invisible?" },
  { "question": "Would you rather have a photographic memory or be able to forget anything you want?" },
  { "question": "Would you rather live in a world without ice cream or a world without pizza?" },
  { "question": "Would you rather time travel to meet your ancestors or to meet your future descendants?" },
  { "question": "Would you rather be able to breathe underwater or fly in the air?" },
  { "question": "Would you rather have unlimited free travel or unlimited free food?" },
  { "question": "Would you rather have a job you love with a low salary or a job you hate with a high salary?" },
  { "question": "Would you rather live in a haunted house or in a house with a ghost?" },
  { "question": "Would you rather always know the truth or always be lied to?" },
  { "question": "Would you rather be a famous author or a famous actor?" },
  { "question": "Would you rather never use social media again or never watch another movie?" },
  { "question": "Would you rather have a rewind button for your life or a fast-forward button?" },
  { "question": "Would you rather be able to talk to your past self or your future self?" },
  { "question": "Would you rather be the best player on a losing team or the worst player on a winning team?" },
  { "question": "Would you rather have a pet unicorn or a pet phoenix?" },
  { "question": "Would you rather live in a world where everyone tells the truth or a world where everyone lies?" },
  { "question": "Would you rather be able to control your dreams or be able to watch them afterwards?" },
  { "question": "Would you rather have super strength or super speed?" },
  { "question": "Would you rather be able to see into the future or change the past?" },
  { "question": "Would you rather always be cold or always be hot?" },
  { "question": "Would you rather have the ability to talk to animals or speak every human language?" },
  { "question": "Would you rather be a cat or a dog for a day?" },
  { "question": "Would you rather ride an elephant or swim with dolphins?" },
  { "question": "Would you rather have a pet lion or a pet tiger?" },
  { "question": "Would you rather be able to fly like a bird or swim like a fish?" },
  { "question": "Would you rather have a monkey as a pet or a parrot that can talk?" },
  { "question": "Would you rather live in a world without pets or without wild animals?" },
  { "question": "Would you rather be a zoo animal or a circus animal?" },
  { "question": "Would you rather cuddle with a baby panda or a baby koala?" },
  { "question": "Would you rather have a tail like a monkey or webbed feet like a duck?" },
  { "question": "Would you rather only eat sweet foods or only eat savory foods?" },
  { "question": "Would you rather have pizza or burgers for the rest of your life?" },
  { "question": "Would you rather eat dessert before dinner or after dinner?" },
  { "question": "Would you rather never have to eat vegetables again or never have to eat fruit again?" },
  { "question": "Would you rather have unlimited chocolate or unlimited cheese?" },
  { "question": "Would you rather try a new cuisine every week or stick to your favorites?" },
  { "question": "Would you rather have a milkshake or a smoothie?" },
  { "question": "Would you rather eat breakfast foods for dinner or dinner foods for breakfast?" },
  { "question": "Would you rather be a taste tester for a food company or a food critic?" },
  { "question": "Would you rather eat only cold food or only hot food?" },
  { "question": "Would you rather have a giant slice of cake or a giant bowl of ice cream?" },
  { "question": "Would you rather eat fast food every day or home-cooked meals every day?" },
  { "question": "Would you rather have to eat the same meal every day or never eat the same meal twice?" },
  { "question": "Would you rather have one meal that you love for the rest of your life or a variety of meals that you like?" },
  { "question": "Would you rather only eat foods that are blue or only eat foods that are orange?" },
  { "question": "Would you rather dine in a fancy restaurant or have a picnic in the park?" },
  { "question": "Would you rather eat with your hands or with chopsticks for the rest of your life?" },
  { "question": "Would you rather have an unlimited supply of snacks or an unlimited supply of drinks?" },
  { "question": "Would you rather only eat breakfast foods or only eat dessert foods?" },
  { "question": "Would you rather have to cook every meal or never cook again?" },
  { "question": "Would you rather eat a food that is too salty or a food that is too sweet?" },
  { "question": "Would you rather be a professional athlete or a sports coach?" },
  { "question": "Would you rather watch a game live in the stadium or on TV from home?" },
  { "question": "Would you rather play a team sport or an individual sport?" },
  { "question": "Would you rather be the star player on a losing team or a benchwarmer on a winning team?" },
  { "question": "Would you rather run a marathon or swim a long-distance race?" },
  { "question": "Would you rather play in the Olympics or win a championship in your favorite sport?" },
  { "question": "Would you rather be an expert in one sport or a jack-of-all-trades in multiple sports?" },
  { "question": "Would you rather play a sport indoors or outdoors?" },
  { "question": "Would you rather have a sports car or a sports memorabilia collection?" },
  { "question": "Would you rather be a referee or a player in a game?" },
  { "question": "Would you rather learn to play a musical instrument or learn a new language?" },
  { "question": "Would you rather spend a weekend hiking or a weekend relaxing at the beach?" },
  { "question": "Would you rather paint a masterpiece or write a bestselling novel?" },
  { "question": "Would you rather try knitting or try woodworking?" },
  { "question": "Would you rather attend a cooking class or a dance class?" },
  { "question": "Would you rather collect stamps or collect coins?" },
  { "question": "Would you rather have unlimited supplies for your favorite hobby or unlimited time to pursue it?" },
  { "question": "Would you rather be a master gardener or a master chef?" },
  { "question": "Would you rather spend an entire day playing video games or an entire day reading books?" },
  { "question": "Would you rather join a book club or a travel club?" },
  { "question": "Would you rather always have to sing instead of speak or dance everywhere you go?" },
  { "question": "Would you rather be able to teleport anywhere or be able to read minds?" },
  { "question": "Would you rather have a permanent clown face or a permanent clown outfit?" },
  { "question": "Would you rather only be able to whisper or only be able to shout?" },
  { "question": "Would you rather live in a world where it never rains or where it never stops raining?" },
  { "question": "Would you rather have dinner with your favorite celebrity or your favorite fictional character?" },
  { "question": "Would you rather always have to wear socks with sandals or wear a turtleneck every day?" },
  { "question": "Would you rather fight one horse-sized duck or a hundred duck-sized horses?" },
  { "question": "Would you rather be able to control fire or control water?" },
  { "question": "Would you rather have a pet that can talk or a pet that can do tricks?" },
  { "question": "Would you rather live without your phone or live without your computer?" },
  { "question": "Would you rather have a rewind button for your life or a pause button?" },
  { "question": "Would you rather be able to speak to ghosts or be able to see the future?" },
  { "question": "Would you rather always have to wear your clothes backwards or always wear mismatched shoes?" },
  { "question": "Would you rather only be able to eat foods that are green or foods that are purple?" },
  { "question": "Would you rather be famous for something silly or be unknown for something great?" },
  { "question": "Would you rather live in a mansion in the woods or a small house in the city?" },
  { "question": "Would you rather have a job that you love with a low salary or a job that you hate with a high salary?" },
  { "question": "Would you rather travel to every country in the world or go to space?" },
  { "question": "Would you rather only be able to eat dessert for the rest of your life or only eat vegetables?" },
  { "question": "Would you rather have the ability to fly or the ability to breathe underwater?" },
  { "question": "Would you rather always have to wear a hat or always have to wear sunglasses?" },
  { "question": "Would you rather be able to time travel to the past or the future?" },
  { "question": "Would you rather have the power of invisibility or the power of super strength?" },
  { "question": "Would you rather spend a year living at sea or a year living in the mountains?" },
  { "question": "Would you rather never have to sleep again or never have to eat again?" },
  { "question": "Would you rather live in a world where everyone is honest or a world where everyone is kind?" },
  { "question": "Would you rather have the ability to speak to animals or understand all human languages?" },
  { "question": "Would you rather visit the moon or explore the depths of the ocean?" },
  { "question": "Would you rather always know when someone is lying or always get away with lying?" },
  { "question": "Would you rather have a time machine or a magic wand?" },
  { "question": "Would you rather win a trip to anywhere in the world or win a year’s worth of free food?" },
  { "question": "Would you rather be able to see your own future or see the future of someone else?" },
  { "question": "Would you rather be an extra in a movie or a famous director?" },
  { "question": "Would you rather only be able to communicate via emojis or only be able to communicate via GIFs?" },
  { "question": "Would you rather have a flying car or a teleportation device?" },
  { "question": "Would you rather always have the latest technology or always have the best food?" },
  { "question": "Would you rather be able to breathe fire or freeze things with your breath?" },
  { "question": "Would you rather have a bottomless cup of coffee or a bottomless cup of tea?" },
  { "question": "Would you rather have super speed or the ability to stop time?" },
  { "question": "Would you rather be the best player on a losing team or the worst player on a winning team?" },
  { "question": "Would you rather have to always sing your thoughts or dance your feelings?" }


]