[
  { "content": "Would you rather travel to the past or the future?" },
  { "content": "Would you rather have a pet dinosaur or a pet dragon?" },
  { "content": "Would you rather read a book or watch a movie?" },
  { "content": "Would you rather live in a treehouse or a houseboat?" },
  { "content": "Would you rather be able to speak all languages or talk to animals?" },
  { "content": "Would you rather have a time machine or a teleportation device?" },
  { "content": "Would you rather be famous for your talent or for your philanthropy?" },
  { "content": "Would you rather always have to sing instead of speaking or dance everywhere you go?" },
  { "content": "Would you rather explore outer space or the deep sea?" },
  { "content": "Would you rather have a rewind button for your life or a pause button?" },
  { "content": "Would you rather win a million dollars or find true love?" },
  { "content": "Would you rather live without music or without television?" },
  { "content": "Would you rather go on a road trip across the country or backpack through Europe?" },
  { "content": "Would you rather be able to control the weather or have the ability to become invisible?" },
  { "content": "Would you rather always have to whisper or always have to shout?" },
  { "content": "Would you rather be able to fly or be invisible?" },
  { "content": "Would you rather have a photographic memory or be able to forget anything you want?" },
  { "content": "Would you rather live in a world without ice cream or a world without pizza?" },
  { "content": "Would you rather time travel to meet your ancestors or to meet your future descendants?" },
  { "content": "Would you rather be able to breathe underwater or fly in the air?" },
  { "content": "Would you rather have unlimited free travel or unlimited free food?" },
  { "content": "Would you rather have a job you love with a low salary or a job you hate with a high salary?" },
  { "content": "Would you rather live in a haunted house or in a house with a ghost?" },
  { "content": "Would you rather always know the truth or always be lied to?" },
  { "content": "Would you rather be a famous author or a famous actor?" },
  { "content": "Would you rather never use social media again or never watch another movie?" },
  { "content": "Would you rather have a rewind button for your life or a fast-forward button?" },
  { "content": "Would you rather be able to talk to your past self or your future self?" },
  { "content": "Would you rather be the best player on a losing team or the worst player on a winning team?" },
  { "content": "Would you rather have a pet unicorn or a pet phoenix?" },
  { "content": "Would you rather live in a world where everyone tells the truth or a world where everyone lies?" },
  { "content": "Would you rather be able to control your dreams or be able to watch them afterwards?" },
  { "content": "Would you rather have super strength or super speed?" },
  { "content": "Would you rather be able to see into the future or change the past?" },
  { "content": "Would you rather always be cold or always be hot?" },
  { "content": "Would you rather have the ability to talk to animals or speak every human language?" },
  { "content": "Would you rather be a cat or a dog for a day?" },
  { "content": "Would you rather ride an elephant or swim with dolphins?" },
  { "content": "Would you rather have a pet lion or a pet tiger?" },
  { "content": "Would you rather be able to fly like a bird or swim like a fish?" },
  { "content": "Would you rather have a monkey as a pet or a parrot that can talk?" },
  { "content": "Would you rather live in a world without pets or without wild animals?" },
  { "content": "Would you rather be a zoo animal or a circus animal?" },
  { "content": "Would you rather cuddle with a baby panda or a baby koala?" },
  { "content": "Would you rather have a tail like a monkey or webbed feet like a duck?" },
  { "content": "Would you rather only eat sweet foods or only eat savory foods?" },
  { "content": "Would you rather have pizza or burgers for the rest of your life?" },
  { "content": "Would you rather eat dessert before dinner or after dinner?" },
  { "content": "Would you rather never have to eat vegetables again or never have to eat fruit again?" },
  { "content": "Would you rather have unlimited chocolate or unlimited cheese?" },
  { "content": "Would you rather try a new cuisine every week or stick to your favorites?" },
  { "content": "Would you rather have a milkshake or a smoothie?" },
  { "content": "Would you rather eat breakfast foods for dinner or dinner foods for breakfast?" },
  { "content": "Would you rather be a taste tester for a food company or a food critic?" },
  { "content": "Would you rather eat only cold food or only hot food?" },
  { "content": "Would you rather have a giant slice of cake or a giant bowl of ice cream?" },
  { "content": "Would you rather eat fast food every day or home-cooked meals every day?" },
  { "content": "Would you rather have to eat the same meal every day or never eat the same meal twice?" },
  { "content": "Would you rather have one meal that you love for the rest of your life or a variety of meals that you like?" },
  { "content": "Would you rather only eat foods that are blue or only eat foods that are orange?" },
  { "content": "Would you rather dine in a fancy restaurant or have a picnic in the park?" },
  { "content": "Would you rather eat with your hands or with chopsticks for the rest of your life?" },
  { "content": "Would you rather have an unlimited supply of snacks or an unlimited supply of drinks?" },
  { "content": "Would you rather only eat breakfast foods or only eat dessert foods?" },
  { "content": "Would you rather have to cook every meal or never cook again?" },
  { "content": "Would you rather eat a food that is too salty or a food that is too sweet?" },
  { "content": "Would you rather be a professional athlete or a sports coach?" },
  { "content": "Would you rather watch a game live in the stadium or on TV from home?" },
  { "content": "Would you rather play a team sport or an individual sport?" },
  { "content": "Would you rather be the star player on a losing team or a benchwarmer on a winning team?" },
  { "content": "Would you rather run a marathon or swim a long-distance race?" },
  { "content": "Would you rather play in the Olympics or win a championship in your favorite sport?" },
  { "content": "Would you rather be an expert in one sport or a jack-of-all-trades in multiple sports?" },
  { "content": "Would you rather play a sport indoors or outdoors?" },
  { "content": "Would you rather have a sports car or a sports memorabilia collection?" },
  { "content": "Would you rather be a referee or a player in a game?" },
  { "content": "Would you rather learn to play a musical instrument or learn a new language?" },
  { "content": "Would you rather spend a weekend hiking or a weekend relaxing at the beach?" },
  { "content": "Would you rather paint a masterpiece or write a bestselling novel?" },
  { "content": "Would you rather try knitting or try woodworking?" },
  { "content": "Would you rather attend a cooking class or a dance class?" },
  { "content": "Would you rather collect stamps or collect coins?" },
  { "content": "Would you rather have unlimited supplies for your favorite hobby or unlimited time to pursue it?" },
  { "content": "Would you rather be a master gardener or a master chef?" },
  { "content": "Would you rather spend an entire day playing video games or an entire day reading books?" },
  { "content": "Would you rather join a book club or a travel club?" },
  { "content": "Would you rather always have to sing instead of speak or dance everywhere you go?" },
  { "content": "Would you rather be able to teleport anywhere or be able to read minds?" },
  { "content": "Would you rather have a permanent clown face or a permanent clown outfit?" },
  { "content": "Would you rather only be able to whisper or only be able to shout?" },
  { "content": "Would you rather live in a world where it never rains or where it never stops raining?" },
  { "content": "Would you rather have dinner with your favorite celebrity or your favorite fictional character?" },
  { "content": "Would you rather always have to wear socks with sandals or wear a turtleneck every day?" },
  { "content": "Would you rather fight one horse-sized duck or a hundred duck-sized horses?" },
  { "content": "Would you rather be able to control fire or control water?" },
  { "content": "Would you rather have a pet that can talk or a pet that can do tricks?" },
  { "content": "Would you rather live without your phone or live without your computer?" },
  { "content": "Would you rather have a rewind button for your life or a pause button?" },
  { "content": "Would you rather be able to speak to ghosts or be able to see the future?" },
  { "content": "Would you rather always have to wear your clothes backwards or always wear mismatched shoes?" },
  { "content": "Would you rather only be able to eat foods that are green or foods that are purple?" },
  { "content": "Would you rather be famous for something silly or be unknown for something great?" },
  { "content": "Would you rather live in a mansion in the woods or a small house in the city?" },
  { "content": "Would you rather have a job that you love with a low salary or a job that you hate with a high salary?" },
  { "content": "Would you rather travel to every country in the world or go to space?" },
  { "content": "Would you rather only be able to eat dessert for the rest of your life or only eat vegetables?" },
  { "content": "Would you rather have the ability to fly or the ability to breathe underwater?" },
  { "content": "Would you rather always have to wear a hat or always have to wear sunglasses?" },
  { "content": "Would you rather be able to time travel to the past or the future?" },
  { "content": "Would you rather have the power of invisibility or the power of super strength?" },
  { "content": "Would you rather spend a year living at sea or a year living in the mountains?" },
  { "content": "Would you rather never have to sleep again or never have to eat again?" },
  { "content": "Would you rather live in a world where everyone is honest or a world where everyone is kind?" },
  { "content": "Would you rather have the ability to speak to animals or understand all human languages?" },
  { "content": "Would you rather visit the moon or explore the depths of the ocean?" },
  { "content": "Would you rather always know when someone is lying or always get away with lying?" },
  { "content": "Would you rather have a time machine or a magic wand?" },
  { "content": "Would you rather win a trip to anywhere in the world or win a year’s worth of free food?" },
  { "content": "Would you rather be able to see your own future or see the future of someone else?" },
  { "content": "Would you rather be an extra in a movie or a famous director?" },
  { "content": "Would you rather only be able to communicate via emojis or only be able to communicate via GIFs?" },
  { "content": "Would you rather have a flying car or a teleportation device?" },
  { "content": "Would you rather always have the latest technology or always have the best food?" },
  { "content": "Would you rather be able to breathe fire or freeze things with your breath?" },
  { "content": "Would you rather have a bottomless cup of coffee or a bottomless cup of tea?" },
  { "content": "Would you rather have super speed or the ability to stop time?" },
  { "content": "Would you rather be the best player on a losing team or the worst player on a winning team?" },
  { "content": "Would you rather have to always sing your thoughts or dance your feelings?" },
  { "content": "Would you rather live without the internet or live without air conditioning?" },
  { "content": "Would you rather always have to wear clown makeup or wear a tutu every day?" },
  { "content": "Would you rather be able to change one event in history or get to witness one event in the future?" },
  { "content": "Would you rather have the ability to see through walls or the ability to read minds?" },
  { "content": "Would you rather have a pet robot or a pet alien?" },
  { "content": "Would you rather be able to breathe underwater or be able to walk on water?" },
  { "content": "Would you rather have a pause button for life or a rewind button?" },
  { "content": "Would you rather live in a world where everyone is a genius or where everyone is kind?" },
  { "content": "Would you rather be a vampire or a werewolf?" },
  { "content": "Would you rather travel by car or by airplane?" },
  { "content": "Would you rather be able to talk to your future self or your past self?" },
  { "content": "Would you rather always have to tell the truth or always have to lie?" },
  { "content": "Would you rather live in a city with no cars or in a city with no buildings?" },
  { "content": "Would you rather be a master of every instrument or a master of every sport?" },
  { "content": "Would you rather have unlimited money or unlimited time?" },
  { "content": "Would you rather have a great job that you hate or a terrible job that you love?" },
  { "content": "Would you rather always be late or always be early?" },
  { "content": "Would you rather be able to control animals with your mind or control electronics with your mind?" },
  { "content": "Would you rather live in a video game or in a movie?" },
  { "content": "Would you rather be famous for your knowledge or for your looks?" },
  { "content": "Would you rather never have to sleep again or never have to eat again?" },
  { "content": "Would you rather live in a world without chocolate or a world without cheese?" },
  { "content": "Would you rather be able to teleport or be able to time travel?" },
  { "content": "Would you rather be a character in a romantic comedy or an action movie?" },
  { "content": "Would you rather have a job as a movie critic or a video game tester?" },
  { "content": "Would you rather live in a place where it is always summer or always winter?" },
  { "content": "Would you rather have a job that requires a lot of travel or a job that keeps you at home?" },
  { "content": "Would you rather be able to eat whatever you want without gaining weight or be able to stay awake all night without feeling tired?" },
  { "content": "Would you rather go back to childhood or stay in your current age forever?" },
  { "content": "Would you rather have a unicorn as a pet or a griffin?" },
  { "content": "Would you rather have the ability to fly but only a foot off the ground or the ability to turn invisible but only for 10 seconds?" },
  { "content": "Would you rather live in a world with no books or a world with no movies?" },
  { "content": "Would you rather be a master chef or a master artist?" },
  { "content": "Would you rather have the ability to change your appearance at will or change your voice at will?" },
  { "content": "Would you rather be able to control the minds of others or have the ability to see their future?" },
  { "content": "Would you rather be the best singer or the best dancer?" },
  { "content": "Would you rather experience a zombie apocalypse or an alien invasion?" },
  { "content": "Would you rather never be able to use your phone again or never be able to use a computer again?" },
  { "content": "Would you rather always be able to find a parking spot or always get a table at a restaurant?" },
  { "content": "Would you rather be a famous chef or a famous fashion designer?" },
  { "content": "Would you rather always have to wear the same outfit or always have to wear mismatched clothes?" },
  { "content": "Would you rather be able to teleport anywhere in the world or have the power of super strength?" },
  { "content": "Would you rather have dinner with your favorite author or your favorite musician?" },
  { "content": "Would you rather live in a futuristic city or a historical village?" },
  { "content": "Would you rather have a rewind button for your life or a fast-forward button?" },
  { "content": "Would you rather always have to wear a helmet or always have to wear sunglasses?" },
  { "content": "Would you rather have the ability to speak every language or play every musical instrument?" },
  { "content": "Would you rather be a ghost or a monster?" },
  { "content": "Would you rather have a personal chef or a personal trainer?" },
  { "content": "Would you rather have the power of flight or the power of invisibility?" },
  { "content": "Would you rather have the ability to read minds or the ability to fly?" },
  { "content": "Would you rather always have a full phone battery or always have a full tank of gas?" },
  { "content": "Would you rather travel back in time to meet your ancestors or forward in time to meet your descendants?" },
  { "content": "Would you rather have a personal assistant or a personal chef?" },
  { "content": "Would you rather have a permanent bad haircut or a permanent bad outfit?" },
  { "content": "Would you rather be able to control your dreams or never dream at all?" },
  { "content": "Would you rather be an amazing cook or an amazing singer?" },
  { "content": "Would you rather always be 10 minutes late or always be 20 minutes early?" },
  { "content": "Would you rather have a house made of candy or a house made of Lego?" },
  { "content": "Would you rather be able to talk to one specific animal or be able to understand all animals?" },
  { "content": "Would you rather live in a world without rain or a world without sunshine?" },
  { "content": "Would you rather be a master of martial arts or a master of magic?" },
  { "content": "Would you rather always have to wear shoes two sizes too big or wear shoes two sizes too small?" },
  { "content": "Would you rather be famous for your intelligence or for your humor?" },
  { "content": "Would you rather live in a floating house or a house underground?" },
  { "content": "Would you rather be able to teleport anywhere instantly or be able to time travel once?" },
  { "content": "Would you rather have to fight a bear or a lion?" },
  { "content": "Would you rather always get stuck in traffic or always have bad internet?" },
  { "content": "Would you rather have a completely automated home or a self-driving car?" },
  { "content": "Would you rather be able to control the wind or control the rain?" },
  { "content": "Would you rather never have to pay for food at restaurants or never have to pay for flights?" },
  { "content": "Would you rather always wear the same color or always wear different colors?" },
  { "content": "Would you rather live in a world where everyone is rich or a world where everyone is famous?" },
  { "content": "Would you rather have the ability to erase memories or implant false memories?" },
  { "content": "Would you rather be able to run as fast as a cheetah or swim as fast as a shark?" },
  { "content": "Would you rather live without hot water or without electricity?" },
  { "content": "Would you rather never have to brush your teeth again or never have to take a shower again?" },
  { "content": "Would you rather have an endless summer or an endless winter?" },
  { "content": "Would you rather be able to speak with animals or have them be able to speak human languages?" },
  { "content": "Would you rather have the power of telekinesis or the power of teleportation?" },
  { "content": "Would you rather always have to sing in public or always have to dance in public?" },
  { "content": "Would you rather have a pet that can talk but is annoying or a pet that is silent but loves you?" },
  { "content": "Would you rather be able to eat anything you want without gaining weight or have a perfect memory?" },
  { "content": "Would you rather have a time machine that only goes to the past or one that only goes to the future?" },
  { "content": "Would you rather be able to visit any fictional world or meet any fictional character?" },
  { "content": "Would you rather have the ability to see ghosts or the ability to see the future?" },
  { "content": "Would you rather have a million dollars now or a penny that doubles every day for a month?" },
  { "content": "Would you rather always be able to find your way home or always have a safe place to sleep?" },
  { "content": "Would you rather live in a dystopian future or in a world ruled by robots?" },
  { "content": "Would you rather have the ability to fly but only at night or swim underwater but only in the dark?" },
  { "content": "Would you rather be a character in your favorite video game or in your favorite book?" },
  { "content": "Would you rather have an extra hour every day or an extra day every week?" },
  { "content": "Would you rather only be able to eat foods that are red or only be able to eat foods that are yellow?" },
  { "content": "Would you rather live in a world where everyone is honest or a world where everyone is compassionate?" },
  { "content": "Would you rather always have to speak in rhymes or always have to speak in riddles?" },
  { "content": "Would you rather be able to control your emotions or control other people's emotions?" },
  { "content": "Would you rather be a famous artist or a famous scientist?" },
  { "content": "Would you rather be constantly tired but never need sleep or need sleep but always feel rested?" },
  { "content": "Would you rather have the ability to teleport or the ability to read minds?" },
  { "content": "Would you rather have a pet sloth or a pet kangaroo?" },
  { "content": "Would you rather only be able to communicate through text or only be able to communicate through sign language?" },
  { "content": "Would you rather be able to stop time for everyone else or have the ability to rewind time?" },
  { "content": "Would you rather live in a world where it’s always sunny or a world where it’s always rainy?" },
  { "content": "Would you rather always have to wear clown shoes or always have to wear a clown wig?" },
  { "content": "Would you rather be a famous inventor or a famous writer?" },
  { "content": "Would you rather never have to pay for gas again or never have to pay for groceries again?" },
  { "content": "Would you rather always have a full fridge or always have a full pantry?" },
  { "content": "Would you rather have to sing everything you say or dance everywhere you go?" },
  { "content": "Would you rather be able to control the weather or control time?" },
  { "content": "Would you rather always know when someone is lying or always get away with lying?" },
  { "content": "Would you rather have an unlimited supply of your favorite snack or your favorite drink?" },
  { "content": "Would you rather be able to breathe underwater or fly in the air?" },
  { "content": "Would you rather live in a futuristic house or a cozy cottage?" },
  { "content": "Would you rather always have a clean house or always have a clean car?" },
  { "content": "Would you rather have the power to heal others or the power to heal yourself?" },
  { "content": "Would you rather be able to see into the future or change the past?" },
  { "content": "Would you rather have to wear a costume every day or only wear pajamas?" },
  { "content": "Would you rather travel to every country in the world or travel to outer space?" },
  { "content": "Would you rather always be surrounded by people or always be alone?" },
  { "content": "Would you rather have the ability to time travel but never be able to return or always stay in the present?" },
  { "content": "Would you rather be the best at one thing or average at everything?" },
  { "content": "Would you rather never be able to lie or never be able to tell the truth?" },
  { "content": "Would you rather have a magic carpet or a time machine?" },
  { "content": "Would you rather live in a world where everyone has superpowers or a world where no one does?" },
  { "content": "Would you rather be able to taste colors or see sounds?" },
  { "content": "Would you rather be able to walk through walls or walk on water?" },
  { "content": "Would you rather have a family of 10 kids or never be able to have children?" },
  { "content": "Would you rather always have to eat the same meal or never eat the same meal twice?" },
  { "content": "Would you rather have a photographic memory or be able to forget anything you want?" },
  { "content": "Would you rather only be able to eat desserts or only be able to eat savory foods?" },
  { "content": "Would you rather have a flying house or a talking dog?" },
  { "content": "Would you rather have an unlimited supply of pizza or an unlimited supply of tacos?" },
  { "content": "Would you rather always be the last to know or always be the first to know?" },
  { "content": "Would you rather be a superhero or a supervillain?" },
  { "content": "Would you rather only be able to drink soda or only be able to drink juice?" },
  { "content": "Would you rather have to always wear sunglasses or always wear a hat?" },
  { "content": "Would you rather never have to eat vegetables again or never have to eat fruit again?" },
  { "content": "Would you rather be able to speak to ghosts or be able to see the future?" },
  { "content": "Would you rather live in a world where no one ages or a world where everyone ages quickly?" },
  { "content": "Would you rather have to do a cartwheel every time you enter a room or do a dance move?" },
  { "content": "Would you rather be able to teleport anywhere in the world or have the ability to read minds?" },
  { "content": "Would you rather always have to wear socks with sandals or never wear socks again?" },
  { "content": "Would you rather spend a week on a deserted island or a week in a busy city?" },
  { "content": "Would you rather always have the latest phone or the latest video game console?" },
  { "content": "Would you rather have a personal spa day every week or a personal chef every day?" }


]